/* Current location */
"Current_location" = "Текущий город";
"Summary_as_list" = "Стартовая в виде списка";
"Highlight_time" = "Подсветить время";

/* Detail */
"Detail" = "Detail";

/* Settings */
"Settings" = "Настройки";

/* Summary */
"Summary" = "Обзор";


"pref_current_city" = "Выбрать текущий город";
"prefs_title" = "Настройки";
"today_title" = "Сегодня";
"help_title" = "Помощь";
"pref_show_all_texts" = "Показывать все тексты";
"app_name" = "Astromaximum";
"pick_date" = "Выбрать дату";
"title_date_format" = "d MMM, EEE";
"month_abbr_day_date_format" = "d MMM";
"yy_mm_dd_date_format" = "dd.MM.yyyy";
"interpretation_dir" = "ru";
"hour_of" = "Час";
"day" = "день";
"tithi" = "Титхи";
"time_uses_24h" = "Y";
"norm_range_whole_day" = "весь день";
"norm_range_arrow" = "⇨";
"si_key_voc" = "Луна \"без курса\"";
"si_key_vc" = "\"Сожженный путь\"";
"si_key_sun_degree" = "Градус Солнца";
"si_key_moon_sign" = "Знак Луны";
"si_key_planet_hour" = "Планетарный час";
"si_key_moon_move" = "Движение Луны";
"si_key_tithi" = "Титхи";
"si_aspect" = "Аспект";
"si_retrograde" = "Ретроградное движение";
"si_sun_day" = "Солнечный день";
"si_moon_day" = "Лунный день";
"si_moon_phase" = "Фаза Луны";
"event_list_title" = "События";
"interp_title" = "Интерпретация";
"interp_key_degree_pass" = "Планета в градусе";
"interp_key_sign_enter" = "Планета в знаке";
"interp_key_moon_aspect" = "Аспект Луны";
"inter_key_aspect" = "Аспект";
"pref_custom_time" = "Произвольное время";
"use_custom_time" = "Выделить события на";
"use_current_time" = "Выделить события на текущее время";
"no_aspects" = "Нет аспектов";
"no_retrograde" = "Нет ретроградных планет";
"no_vc" = "Нет VC";
"no_voc" = "Нет VOC";

"fmt_retrograde_motion" = "Ретроградное движение %1$@";
"fmt_planet_in_degree" = "%1$@ в %2$d° %3$@";
"fmt_planet_in_sign" = "%1$@ в %2$@";
"fmt_hour_of_planet" = "Час %1$@";
"fmt_aspect" = "%1$@ %2$@-%3$@";
"fmt_current_date" = "%1$@ %4$d %3$@ %2$d";

"start_page_layout" = "Вид стартового экрана";
